{"id":131,"date":"2016-11-22T19:45:21","date_gmt":"2016-11-22T19:45:21","guid":{"rendered":"http:\/\/cdn.jevelin.shufflehound.com\/blog1\/?p=131"},"modified":"2019-09-06T16:09:28","modified_gmt":"2019-09-06T16:09:28","slug":"motivational","status":"publish","type":"post","link":"https:\/\/jevelin.shufflehound.com\/personal-blog\/2016\/11\/22\/motivational\/","title":{"rendered":"Some of my favorite moments this year"},"content":{"rendered":"\n<p>Aliquam ornare mauris quis sapien interdum euod. Nullam a elementum odio. Vivamus vestibulum bib orci.<\/p>\n\n\n\n<p>ultricies mi luctus et. Nulla fermentum, leo ac semper venenatis, neque diam lacinia sem, a lobortis nisl ligula aliquam neque. Phasellus bibendum tellus erat, et gravida dolor ultricies sed. Nullam in nulla dignissim, feugiat dolor vitae, mollis odio. Nam sollicitudin mi id mauris ornare, eu congue elit cursus.<\/p>\n\n\n\n<blockquote class=\"wp-block-quote\"><p><em>Fusce vestibulum lectus nec laoreet eleifend. Integer congue risus ac tellus iaculis eleifend. Integer tempus aliquam massa ac dapibus. Sed vel leo et massa ultricies lacinia maximus ut augue. Suspendisse potenti. Mauris ultricies rutrum mi sit amet mattis. Sed ac enim id diam vestibulum blandit in varius sem. Sed congue odio maximus maximus aliquet. Curabitur molestie venenatis cursus.<\/em><\/p><\/blockquote>\n\n\n\n<p>Aliquam gravida arcu sit amet lectus venenatis, eu ullamcorper lacus ultricies. Nunc convallis dui vitae tristique pharetra. Maecenas mattis, velit a suscipit euismod, nisl urna efficitur sem, at sollicitudin quam nulla ac sem. Duis ac libero sit amet nisi dignissim congue. Morbi iaculis sem consequat tellus ultrices ornare. Sed congue orci mi, at dictum sapien varius non. Nulla lobortis mi ligula. Suspendisse ut rhoncus sapien. Fusce elit lorem, tincidunt quis tempus vel, convallis posuere justo. Proin ac egestas nibh, vel ultrices lorem. Nulla feugiat tortor eu enim tristique, nec posuere justo maximus. Integer dignissim porta metus in finibus. Cras scelerisque pharetra felis, non pulvinar libero aliquam eget. Maecenas pulvinar iaculis sagittis. In dapibus lectus sit amet nunc ultricies, eu sollicitudin turpis porttitor. Vestibulum egestas, ex vitae iaculis tincidunt, nunc urna egestas quam, sed aliquet quam nibh id massa.<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Aliquam ornare mauris quis sapien interdum euod. Nullam a elementum odio. Vivamus vestibulum bib orci. ultricies&#8230;<\/p>\n","protected":false},"author":1,"featured_media":235,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"gallery","meta":[],"categories":[63,21],"tags":[],"_links":{"self":[{"href":"https:\/\/jevelin.shufflehound.com\/personal-blog\/wp-json\/wp\/v2\/posts\/131"}],"collection":[{"href":"https:\/\/jevelin.shufflehound.com\/personal-blog\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/jevelin.shufflehound.com\/personal-blog\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/jevelin.shufflehound.com\/personal-blog\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/jevelin.shufflehound.com\/personal-blog\/wp-json\/wp\/v2\/comments?post=131"}],"version-history":[{"count":0,"href":"https:\/\/jevelin.shufflehound.com\/personal-blog\/wp-json\/wp\/v2\/posts\/131\/revisions"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/jevelin.shufflehound.com\/personal-blog\/wp-json\/wp\/v2\/media\/235"}],"wp:attachment":[{"href":"https:\/\/jevelin.shufflehound.com\/personal-blog\/wp-json\/wp\/v2\/media?parent=131"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/jevelin.shufflehound.com\/personal-blog\/wp-json\/wp\/v2\/categories?post=131"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/jevelin.shufflehound.com\/personal-blog\/wp-json\/wp\/v2\/tags?post=131"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}